Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/depts/udir.no/vurderingsskjema_samisk1_nordsamisk.pdf.tmx
Source language: sme
Languages: sma

source: Joavku: Eksáminandda nr..
sma: Skuvle: Dåehkie: Eksaminande nr..

source: Fágakoda Bargobihtá nr..
sma: Faagekode Laavenjasse nr..

source: 1 Árvosátni 2 Árvosátni 3- 4 Árvosátni 5 – 6 Kommentára lea eaŋkilis / muhtin muddui vástádus oanehisvástádus-oassái
sma: 1 Karaktere 2 Karakterh 3- 4 Karakterh 5 – 6 Lahtestimmieh

source: lea buori muddui relevánta vástádus
sma: lea aelhkies / ånnetje sjyöhtehke vaestiedasse

source: lea dárkilis ja relevánta vástádus
sma: Lea jeenjemasth sjyöhtehke vaestiedasse

source: lea eaŋkilis / muhtin muddui relevánta vástádus guhkes-
sma: vaestiedasse guhkiesvaestiedassebielese

source: vástádusoassái čájeha ahte lea muhtin muddui
sma: ånnetje goerkesem jïh åtnoem lissiehtamme tjaalegijstie vuesehte

source: ipmirdan ja geavahan mielddusteavsttaid
sma: vaestiedasse guhkievaestiedassebielese

source: oanehisvástádusoassái lea buori muddui relevánta vástádus
sma: goerkesem jïh åtnoem lissiehtamme tjaalegijstie vuesehte

source: oanehisvástádusoassái lea vuđolaš ja relevánta vástádus
sma: Lea veele jïh sjyöhtehke vaestiedasse åenehksvaestiedassebielese

source: guhkesvástádusoassái čájeha ahte lea ipmirdan ja geavahan mielddusteavsttaid
sma: lea elliesåbpoe jïh sjyöhtehke vaestiedasse guhkievaestiedasse

source: guhkesvástádusoassái čájeha ahte lea ipmirdan ja geavahan mieldddusteavsttaid
sma: bielese goerkesem jïh jïjtjeraarehke åtnoem lissiehtamme tjaalegijstie vuesehte

source: iešheanalaččat
sma: byjjes maeh-teles

source: lea eaŋkilt hábmejuvvon čájeha ahte lea muhtin muddui
sma: voeth: lea aelhkies dorjesovveme

source: čanastus gaskkal cealkagiid ja teakstaosiid
sma: vuesehte såemiesmearan ektiemimmiem raajesi jïh boelhki gaskem

source: čájeha ahte hálddaša muhtin muddui hábmennjuolggadusaid čájeha ahte hálddaša muhtin muddui
sma: vuesehte dïhte såemiesmearan ortografijem jïh væhtabiejemem haalva

source: ortografiija ja gaskamearkkaid earuha gaskkal sitáhta ja iežas
sma: sitaati jïh jïjtjedorjeme tjaalegi gaskem joekehtahta jïh gaaltijidie neebnie

source: buktaga ja čujuha gálduide lea čielgasit hábmejuvvon, buriin ja ulbmillaš sátneriggodagain
sma: lea tjïelke dorjesovveme, hijven jïh maereles baakoeveahkine

source: čájeha ahte lea buorre čanastus gaskkal cealkagiid ja teakstaosiid
sma: vuesehte hijven ektiedimmiem raajesi jïh boelhki gaskem

source: čájeha ahte hálddaša hábmennjuolggadusaid buori muddui čájeha ahte hálddaša buori muddui
sma: vuesehte dïhte jeenjemasth ortografijem jïh væhtabiejemem haalva

source: ortografiija ja gaskameakkaid čalmmustahttá sitáhta ja čujuha
sma: sitaath tsiehkesje jïh gaaltijide vuesehte

source: čorgadit gálduide lea čielgasit ja dárkilit hábmejuvvon, ulbmillaš ja girjás sátneriggodagain
sma: lea tjïelke jïh veele dorjesovveme, maereles jïh gellielaaketje baakoeveahkine

source: čájeha ahte lea hui buorre čanastus gaskkal cealkagiid ja teakstaosiid, ja lea girjás giella
sma: vuesehte dan hijven ektiedimmiem raajesi jïh boelhki gaskem jïh

source: čájeha ahte hálddaša hábmennjuolggadusaid
sma: jeereldihkie gïeline vuesehte dïhte hammoevierhkem haalva

source: čájeha ahte hálddaša ortografiija ja gaskamearkkaid
sma: vuesehte dïhte ortografijem jïh væhtabiejemem haalva

source: čalmmustahttá sitáhta ja čujuha gálduide čorgadit ja dárkilit
sma: sitaath tsiehkesje jïh gaaltijidie veelelaakan vuesehte

source: lea muhtin muddui temáhtalaš čanastus ja eaŋkilis struktuvra selveha fágalaš fáttáid, kommentere
sma: dasse lea ånnetje tematihkeles ektiedimmiem jïh aelhkies struktuvrem åtna faageles aamhtesh tjïelkeste,

source: dahje ákkastallá eaŋkilit vuhtto ahte vuođđogiella báidná
sma: aelhkieslaakan lahteste jallh argumenterade

source: jorgaluvvon giela, sihke sánis sátnái jorgaleami ja sátneortnega dáfus čujuha muhtin mihtilmasvuođaide
sma: vuajna jarkoestamme gielem baakoste baakose jarkoestamma jïh baakoeöörnegen mietie

source: teavsttain geavaha eaŋkilis fágagiela Eksámenvástádusas lea temáhtalaš čanastus ja ulbmillaš struktuvra selveha fágalaš fáttáid, kommentere
sma: aelhkie faagegïelem åtna lea tematihkeles ektiedimmiem jïh maereles struktuvrem åtna faageles aamhtesh tjïelkeste,

source: dahje ákkastallá čorgadit jorgala ja heiveha teavstta buori
sma: tjïelkelaakan lahteste jallh argumenterade

source: muddui lunddolaš giellan selveha mihtilmasvuođaid teavsttain
sma: tjaalegem jeenjemasth jarkoste jïh sjïehtede hijven gïeline sjïere væhtah tjaaleginie tjïelkeste

source: geavaha ulbmillaš fágagiela Eksámenvástádusas lea temáhtalaš čanastus ja čielga, ulbmillaš struktuvra selveha fágalaš fáttáid, kommentere
sma: maereles faagegïelem åtna lea tematihkeles ektiedimmiem jïh tjïelke, maereles struktuvrem åtna faageles aamhtesh tjïelkeste,

source: dahje ákkastallá čorgadit ja dárkilit jorgala ja heiveha teavstta vuogas,
sma: tjïelkelaakan jïh veele lahteste jallh argumenterade

source: lunddolas ja njuovžilis giellan selveha dárkilit mihtilmasvuođaid
sma: tjaalegem jarkoste jïh sjïehtede veele jïh gellielaaketje gïeline sjïere væhtah tjaaleginie tjïelke

source: teavsttain geavaha dárkilis ja ulbmillaš fágagiela
sma: tjïelkeste veele jïh maereles faagegïelem åtna

source: Informatiiva, ákkastalli ja resonnerejeaddji teavsttat
sma: Bievnijes, argumetereles jïh ussjeden tjaalegh

source: 1 Árvosátni 2
sma: Karakterh 5 – 6 Lahtestimmieh

source: Árvosátni 3 – 4
sma: Bievnijes,

source: lea muhtin muddui temáhtalaš
sma: Aktem tjïelke tematihkeles ektiedimmiem jïh hijven

source: rejeaddji teavsttat
sma: argumentereles jïh ussjeden tjaalegh

source: čanastus ja eaŋkilis struktuvra selveha fágalaš fáttáid eaŋkilit
sma: tematihkeles ektiedimmiem jïh aelhkie struktuvrem åtna Faageles aamhtesh aelhkie

source: bájuha muhtin muddui váldooainnu
sma: tjïelkeste Åejvievuajnoem

source: ákkastallá muhtin muddui
sma: argumenterade Aelhkie ussjede

source: leat muhtin ovdamearkkat ja / dahje momeanttat
sma: Naan vuesiehtimmieh jïh / jallh momenth meatan åtna

source: leat muhtin čoahkkáigeasut dahje eaŋkilis loahppaárvalusat
sma: Lea maam akt tjåanghkan geasa jallh aelkies

source: čájeha veaháš reflekšuvnna geavaha gálduid muhtin muddui
sma: konklusjovnh åtna Ånnetje refleksjovnem vuesehte

source: relevánta vugiin (jus geavaha) lea temáhtalaš čanastus ja
sma: Gaaltijeåtnoem vuesehte (jis dam nuhtjie)

source: ulbmillaš struktuvra selveha fágalaš fáttáid buori muddui čorges vugiin
sma: ektiedimmiem jïh naan tjïelke struktuvrem åtna Faageles aamhtesh tjïelkeste

source: hámuha váldooainnu
sma: Åejvievuajnoem dorjesåvva

source: ákkastallá áššálaččat
sma: Vuajnoeh eensi argumenterade

source: resonnere čielgasit, nákce ságaškuššat fáttá čorges vugiin
sma: Tjïelkes ussjede, maehtelesvoetem vuesehte

source: leat áššáigullevaš ovdamearkkat ja / dahje momeanttat
sma: Sjyötehke vuesiehtimmieh jïh / jallh momenth åtna

source: hábme čoahkkáigeasuid dahje loahppaárvalusaid
sma: Tjåanghkan giesemh dorjesåvva jallh konklusjovnh åtna

source: lea oalle buorre dahje buorre reflekšuvdnadássi geavaha gálduid relevánta ja
sma: Såemiesmearan jallh hijven refleksjovnem vuesehte

source: dárkkistahtti vugiin (jus geavaha) lea čielga temáhtalaš čanastus,
sma: Åtnoem sjyötehke gaaltijijstie vuesehte (jis dam nuhjtjie)

source: ulbmillaš ja buorre struktuvra selveha fágalaš fáttáid relevánta, čalmmus ja čorges
sma: struktuvrem åtna Faageles aamhtesh tjïelkeste sjyötehke, tjïelke jïh maereles

source: vugiin hámuha váldooainnu čielgasit ja dárkilit
sma: vuekine Åejvievuajnoem tjïelkes jïh veele

source: ákkastallá áššálaččat, viidát ja iešheanalaččat
sma: dorjesåvva Vuajnoeh eensi, vïjries jïh

source: resonnere čielgasit, nákce ságaškuššát fáttá áššálaččat ja máŋggabealis
sma: jïjtjeraarehke argumenterade Tjïelkes ussjede, maehtelesvoetem vuesehte

source: leat áššáigullevaš ovdamearkkat ja / dahje momeanttat main lea
sma: aamhtesem eensi jïh gellielaaketje vuekine digkede

source: buorre viidodat hábme aiddostahtti čoahkkái - geasuid dahje loahppaárvalusaid
sma: Sjyötehke vuesiehtimmieh jïh / jallh moenth åtna mejtie maereles

source: lea allá reflekšuvdnadássi, čájeha iešheanalašvuođa
sma: Tjåanghkan giesemh tjïelke dorjesåvva jallh konsklusjovnh

source: geavaha gálduid kritihkalaččat, dárkkistahtti vugiin ja iešheanalaččat (jus geavaha)
sma: åtna Jolle refleksjovnedaltesem åtna, jïjtjeraarehkevoetem vuesehte

source: Árvvo- šteapmi,
sma: Jïjtjeraarehe åtnoem sjyötehke vuesehte (jis dam nuhtjie)

source: oanehis ja guhkes
sma: Tjåenghkies vuarja-sjimmie åenehks jïh guhkies vaestie

source: teaksta Obbalaččat čájeha oahppivástádus
sma: dimmjste Tjåenghkies learohken vaestiedasse vuesehte

source: vuollegis gelbbolašvuođa fágas Obbalaččat čájeha oahppivástádus
sma: vuelege maahtoem faagesne Tjåenghkies learohken vaestiedasse vuesehte naa

source: Obbalaččat čájeha oahppivástádus
sma: hijven jallh hijven maahtoem faagesne.

source: oalle buori gelbbolašvuođa fágas dahje buori gelbbolašvuođa fágas
sma: Tjåenghkies learohken vaestiedasse vuesehte dan

source: hui buori gelbbolašvuođa fágas dahje erenoamáš buori gelbbolašvuođa
sma: hijven jallh joekoen hijven maahtoem faagesne.

source: Árvosátneevttohus:
sma: Karaktereraeriestimmie:

source: Analiisa, dulkon, buohtastahttin
sma: Analyseradimmieh, toelhkestimmieh jïh viertiestimmieh 1 Karaktere 2

source: 1 Árvosátni 2 Árvosátni 3 – 4 Árvosátni 5 -6 Kommentára Analiisa, dulkon ja
sma: Karakterh 3 – 4 Karakterh 5 -6 Lahtestimmieh

source: čujuha muhtin váikkuhangaskaomiide
sma: Tjuvhtehte såemies viehkiedïrregh tjaalegisnie

source: selveha muhtin váikkuhangaskaomiid ja čájeha
sma: toelhkestimmieh jïh viertiestimmieh

source: teavsttas čujuha muhtin beliid
sma: Tjuvhtehte naan bielide argumentasjovnine jïh

source: ákkastallamis ja hastalanvugiid geavaheami
sma: apellehammoej åtnoem tjuvhtehte naan bielide

source: čujuha muhtin beliide temás / aigumušas / váldooainnus
sma: teemesne / dïjresne / åejvievuajnosne

source: reflektere teavstta hárrái eaŋkilis vugiin
sma: tjaalegh aelhkies vuekine ussjede naan vuarjasjimmieh åtna

source: leat muhtin árvvoštallamat
sma: naan bielieh tjaaleginie

source: selveha ja árvvoštallá váikkuhangaskaomiid ja čájeha mo
sma: vierteste aelhkies faagegïelem åtna

source: dat doibmet teavsttas selveha čielgasit ákkasteami,
sma: ånnetje gïeleldh /

source: hástalanvugiid geavaheami ja daid doaimma
sma: kultuvrehistovrijes ektiedimmiem damta gaaltijeåtnoem vuesehte (jis

source: selveha čielgasit temá / aigumuša / váldooainnu
sma: nuhtijie) Digkede såemies viehkiedïrregh jïh såemiesmearan tjaalegisnie

source: buohtastahttá muhtin beliid teavsttain geavaha eaŋkilis fágagiela
sma: vuesehte guktie dejtie utnedh Digkede åejvietsiehkieh argumentasjovnine jïh

source: dovdá veaháš gielalaš / kulturhistorjjálaš oktavuođa
sma: apellehammoej åtnoem teemam / dïjrem /

source: geavaha gálduid muhtin muddui relevánta vugiin (jus geavaha)
sma: åejvievuajnoem digkede

source: muhtin muddui mo dat doibmet teavsttas selveha ákkasteami váldoosiid ja
sma: tjaalegh faageles sjyötehke vuekine ussjede vuarjasjimmieh åtna jïh

source: hástalanvugiid geavaheami
sma: vuajnoeh tjïelkeste tjaalegh vierteste tjïelke vuekine

source: reflektere teavsttaid hárrái fágalaš áššálaš vugiin
sma: sjyötehke faagegïelem åtna

source: leat árvvoštallamat ja vuođuštuvvon oaivilat
sma: tjaalegem gïeleldh /

source: buohtastahttá teavsttaid čorgadit geavaha relevánta fágagiela
sma: kultuvrehistovrijes ektiedæmman buakta åtnoem sjyötehke gaaltijistie

source: bidjá teavstta gielalaš / kulturhistorjjálaš oktavuhtii
sma: vuesehte (jis nuhtjie) Digkede jïh vuarjesje viehkiedïrregh jïh vuesehte guktie

source: geavaha gálduid relevánta ja dárkkistahtti vugiin (jus geavaha)
sma: dejtie tjaalegisnie tsevtsieh Digkede tjïelke argumentasjovnine,

source: reflektere teavsttaid hárrái fágalaš áššáigullevaččat ja iešheanalaččat
sma: apellehammoej åtnoem jïh guktie dej tsevtsieh

source: leat iešheanalaš árvvoštallamat ja vuođuštuvvon oaivilat
sma: teemam / dïjre / åejvievuajnoem tjïelke digkede

source: buohtastahttá teavsttaid girjás vugiin geavaha dárkilis ja relevánta fágagiela
sma: tjaalegh faageles sjyötehke jïh jïjtjeraarehke vuekine ussjede jïjtjeraarehke vuarjasjimmieh åtna

source: bidjá teavstta čorgadit gielalaš / kulturhistorjjálaš oktavuhtii geavaha gálduid kritihkalaččat,
sma: jïh vuajnoeh tjïelkeste tjaalegh vierteste gellielaaketje

source: dárkkistahtti vugiin ja iešheanalaččat (jus geavaha)
sma: vuekine veele jïh sjyötehke faagegïelem åtna

source: Árvvo- steapmi: oanehis ja guhkes
sma: tjaalegem gïeleldh /

source: teaksta Obbalaččat čájeha
sma: gaaltijijstie vuesehte (jis nuhtjie) Tjåenghkies vuarjasjimmie åenehks jïh guhkies vaestie

source: oahppivástádus vuollegis gelbbolašvuođa fágas
sma: dimmjste Tjåenghkies learohken vaestiedasse vuesehte vuelege maahtoem faagesne

source: Obbalaččat čájeha oahppivástádus oalle buori gelbbolašvuođa fágas dahje
sma: Tjåenghkies learohken vaestiedasse vuesehte naa hijven jallh hijven maahtoem

source: buori gelbbolašvuođa fágas Obbalaččat čájeha oahppivástádus hui buori gelbbolašvuođa fágas dahje erenoamáš buori gelbbolašvuođa
sma: faagesne. Tjåenghkies learohken vaestiedasse vuesehte dan hijven jallh joekoen hijven maahtoem

source: fágas
sma: faagesne.

source: Kreatiiva teavsttat
sma: Skaepiedihks tjaalegh

source: Kreativa teavsttat:
sma: Skaepiedihks tjaalegh:

source: lea struktuvra mii buori muddui heive ulbmilii ja fáddái
sma: Struktuvrem åtna mij jeenjemasth ulmine jïh aamhtesinie latjkesisnie

source: geavaha muhtin eaŋkilis gielalaš váikkuhangaskaomiid
sma: naan aelhkies gïeleldh viehkiedïrregh åtna

source: čájeha veaháš gielalaš hutkáivuođa
sma: naan gïeleldh skaepiedihksvoetetm

source: čájeha ahte lea válljen muhtin ovdamearkkaid ja / dahje
sma: vuesehte vuesehte naan vuesiehtimmieh jïh / jallh

source: oaidninguovlluid čajeha muhtin muiddui
sma: åssjaldahkh pryövoe aelhkies vuekine

source: gielalaš / kulturhistorjjálaš máhtu (jus lea relevánta) geavaha muhtin muddui
sma: vuesehte (jis sjyötehke) lissietjaalegh nuhtjie aelhkies vuekine

source: mielddusteavsttaid lea struktuvra mii heive ulbmilii ja fáddái
sma: Struktuvrem åtna mij ulmine jïh aamhtesinie latjkesisnie

source: geavaha gielalaš váikkuhangaskaomiid dihtomielalaččat
sma: gïeleldh viehkiedïrregh voerkes vuekine åtna

source: čájeha gielalaš hutkáivuođa
sma: gïeleldh skaepiedihksvoetem vuesehte

source: čájeha hutkáivuođa ovdamearkkaiguin ja / dahje
sma: skaepiedihksvoetem vuesehte vuesiehtimmine jïh / jallh

source: oaidninguovlluin čujuha ja geavaha gielalaš /
sma: gïeleldh / kultuvrehistovijes maahtoem vuesehte (jis

source: kulturhistorjjálaš máhtu (jus lea relevánta) geavaha mielddusteavsttaid
sma: sjyhtehke) lissietjaalegh nuhtjie jïjtjeraarehken vuekine

source: iešheanalaččat lea iesheanalaš hápmi, ja lea struktuvra mii heive ulbmilii ja fáddái
sma: Jïjtjeraarehke hammode, jïh struktuvrem åtna mij ulmine jïh aamhtesinie latjkesisnie

source: geavaha váikkuhangaskaomiid dihtomielalaččat ja suokkardeami vugiin
sma: viehkiedïrregh åtna goerehte jïh voerkes vuekine geavaha

source: čájeha gielalaš hutkáivuođa ja lea persuvnnalaš giella
sma: gïeleldh skaepiedihksvoetem vuesehte jïh persovneles gïelem

source: čájeha hutkáivuođa ja originálitehta ovdamearkkaiguin
sma: åtna skaepiedihksvoetem jïh originalitetem vuesehte

source: ja / dahje oaidninguovlluin čujuha ja reflektere
sma: vuesiehtimmine jïh / jallh vuajnojne

source: gielalaš / kulturhistorjjálaš máhtu hárrái (jus lea relevánta) geavaha mielddusteavsttaid
sma: gïeleldh / kultuvrehistovijes maahtoem vuesehte jïh ussjede

source: kreatiivvalaččat ja iešheanalaččat
sma: dan bïjre (jis sjyötehke) lissietjaalegh nuhtjie jïjtjeraarehken jïh skaepiedihks

source: Árvvo- šteapmi: Oanehis- ja
sma: vuekine

source: guhkes- teaksta Obbalaččat čájeha oahppivástádus
sma: Tjåengh-kies vuarja-sjimmie åenehks jïh guhkies vaestie

source: hui buori gelbbolašvuođa fágas dahje erenoamáš buori gelbbolašvuođa fágas
sma: faagesne.
